Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# Announcement.WarningIcon
source: Warning icon
de: Warnsymbol
ja: 警告アイコン
pt_br: Ícone de aviso
ru: Значок предупреждения
zh_hans: 警告图标

# APIHelper.AllowConnectionMessage
source: Another process is trying to use the iTerm2 API. The API allows a script to control iTerm2 and view and modify its contents. Allow the connection?
de: Ein anderer Prozess versucht, die iTerm2-API zu verwenden. Die API ermöglicht es einem Skript, iTerm2 zu steuern sowie dessen Inhalte anzuzeigen und zu ändern. Verbindung zulassen?
ja: 別のプロセスがiTerm2 APIを使用しようとしています。このAPIを使うと、スクリプトがiTerm2を制御し、その内容を表示・変更できます。接続を許可しますか？
pt_br: Outro processo está tentando usar a API do iTerm2. A API permite que um script controle o iTerm2 e visualize e modifique seu conteúdo. Permitir a conexão?
ru: Другой процесс пытается использовать API iTerm2. API позволяет скрипту управлять iTerm2, а также просматривать и изменять его содержимое. Разрешить подключение?
zh_hans: 另一个进程正在尝试使用 iTerm2 API。API 允许脚本控制 iTerm2 并查看和修改其内容。允许此连接吗？

# APIHelper.AllowPythonAPIHeading
source: Allow Python API Usage?
de: Verwendung der Python-API zulassen?
ja: Python APIの使用を許可しますか？
pt_br: Permitir uso da API do Python?
ru: Разрешить использование Python API?
zh_hans: 允许使用 Python API？

# APIHelper.Always
source: Always
de: Immer
ja: 常に
pt_br: Sempre
ru: Всегда
zh_hans: 始终

# APIHelper.AppSupportMovedMessage
source: The location of your Application Support directory appears to have moved or its contents have changed unexpectedly. As a precaution, the authentication mechanism for Python API scripts for iTerm2 has been reverted to always require Automation permission.
de: Der Speicherort Ihres Application-Support-Verzeichnisses scheint sich verschoben zu haben oder dessen Inhalt hat sich unerwartet geändert. Als Vorsichtsmaßnahme wurde der Authentifizierungsmechanismus für Python-API-Skripte von iTerm2 zurückgesetzt, sodass immer die Automatisierungsberechtigung erforderlich ist.
ja: Application Supportディレクトリの場所が移動したか、その内容が予期せず変更されたようです。予防措置として、iTerm2のPython APIスクリプトの認証の仕組みは、常にオートメーション権限を要求するように戻されました。
pt_br: A localização da sua pasta Application Support parece ter mudado ou seu conteúdo foi alterado de forma inesperada. Como precaução, o mecanismo de autenticação para scripts da API do Python do iTerm2 foi revertido para sempre exigir a permissão de Automação.
ru: Похоже, что расположение папки Application Support изменилось или её содержимое было неожиданно изменено. В целях безопасности механизм аутентификации скриптов Python API для iTerm2 возвращён к режиму, при котором всегда требуется разрешение Automation.
zh_hans: 你的 Application Support 目录位置似乎已移动或其内容发生意外更改。为以防万一，iTerm2 的 Python API 脚本认证机制已恢复为始终要求“自动化”权限。

# APIHelper.AuthReasonAllAppsAllowed
source: All apps are allowed to use the API, per “Settings > General > Magic > Allow all apps to connect”.
de: Alle Apps dürfen die API verwenden, gemäß „Einstellungen > Allgemein > Magie > Verbindung für alle Apps erlauben“.
ja: 「設定 > 一般 > Magic > すべてのアプリの接続を許可」の設定により、すべてのアプリがAPIの使用を許可されています。
pt_br: Todos os apps têm permissão para usar a API, conforme “Ajustes > Geral > Magic > Permitir que todos os apps se conectem”.
ru: Всем приложениям разрешено использовать API согласно настройке «Настройки > Общие > Магия > Разрешить подключение всем приложениям».
zh_hans: 根据“设置 > 通用 > Magic > 允许所有应用连接”，所有应用均被允许使用API。

# APIHelper.AuthReasonAllowedByUser
source: Allowed by user
de: Vom Benutzer erlaubt
ja: ユーザーにより許可されました
pt_br: Permitido pelo usuário
ru: Разрешено пользователем
zh_hans: 用户允许

# APIHelper.AuthReasonDeniedByUser
source: Denied by user
de: Vom Benutzer abgelehnt
ja: ユーザーにより拒否されました
pt_br: Negado pelo usuário
ru: Отклонено пользователем
zh_hans: 用户拒绝

# APIHelper.AuthReasonInternalError
source: Internal error
de: Interner Fehler
ja: 内部エラー
pt_br: Erro interno
ru: Внутренняя ошибка
zh_hans: 内部错误

# APIHelper.AuthReasonNoCookie
source: UI authorization disabled and no valid cookie was presented.
de: UI-Autorisierung deaktiviert, und es wurde kein gültiges Cookie vorgelegt.
ja: UIによる認証が無効で、有効なCookieも提示されませんでした。
pt_br: A autorização pela interface está desativada e nenhum cookie válido foi apresentado.
ru: Авторизация через интерфейс отключена, и не был предоставлен действительный cookie.
zh_hans: UI授权被禁用，未提供有效的cookie。

# APIHelper.AuthReasonUserLaunched
source: Script launched by user action
de: Skript durch Benutzeraktion gestartet
ja: ユーザーの操作によってスクリプトが起動されました
pt_br: Script iniciado por ação do usuário
ru: Скрипт запущен действием пользователя
zh_hans: 由用户操作启动的脚本

# APIHelper.ConfirmAlwaysAllowMessage
source: New sessions will contain an environment variable that allows scripts to run without confirmation. Are you sure you want to enable this?
de: Neue Sitzungen enthalten eine Umgebungsvariable, die es Skripten ermöglicht, ohne Bestätigung ausgeführt zu werden. Sind Sie sicher, dass Sie dies aktivieren möchten?
ja: 新しいセッションには、確認なしでスクリプトを実行できるようにする環境変数が含まれるようになります。これを有効にしてもよろしいですか？
pt_br: As novas sessões conterão uma variável de ambiente que permite que scripts sejam executados sem confirmação. Tem certeza de que deseja ativar isso?
ru: Новые сессии будут содержать переменную окружения, позволяющую скриптам запускаться без подтверждения. Вы уверены, что хотите включить это?
zh_hans: 新会话将包含一个允许脚本无需确认即可运行的环境变量。确定要启用吗？

# APIHelper.ConfirmHeading
source: Confirm
de: Bestätigen
ja: 確認
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

# APIHelper.DisablePerAppAuthHeading
source: Disable per-app authentication?
de: Authentifizierung pro App deaktivieren?
ja: アプリごとの認証を無効にしますか？
pt_br: Desativar autenticação por app?
ru: Отключить аутентификацию для каждого приложения?
zh_hans: 停用每个应用的认证？

# APIHelper.DisablePerAppAuthMessage
source: Do you want to allow all apps running on this machine to use the Python API? This will disable the check for Automation permission. If you agree, you’ll be prompted for administrator access to make the change.
de: Möchten Sie allen auf diesem Computer laufenden Apps erlauben, die Python-API zu verwenden? Dadurch wird die Überprüfung der Automatisierungsberechtigung deaktiviert. Wenn Sie zustimmen, werden Sie zur Eingabe von Administratorrechten aufgefordert, um die Änderung vorzunehmen.
ja: このマシン上で動作するすべてのアプリにPython APIの使用を許可しますか？ これにより、オートメーション権限のチェックが無効になります。同意すると、変更を行うために管理者権限の入力を求められます。
pt_br: Deseja permitir que todos os apps em execução nesta máquina usem a API do Python? Isso desativará a verificação da permissão de Automação. Se você concordar, será solicitado o acesso de administrador para fazer a alteração.
ru: Разрешить всем приложениям, работающим на этом компьютере, использовать Python API? Это отключит проверку разрешения Automation. Если вы согласитесь, вам будет предложено предоставить доступ администратора для внесения изменения.
zh_hans: 要允许此机器上运行的所有应用使用 Python API 吗？ 这将停用对“自动化”权限的检查。如果你同意，系统将提示你提供管理员访问权限以进行更改。

# APIHelper.EnablePythonAPIHeading
source: Enable Python API?
de: Python-API aktivieren?
ja: Python APIを有効にしますか？
pt_br: Ativar a API do Python?
ru: Включить Python API?
zh_hans: 启用 Python API？

# APIHelper.EnablePythonAPIMessage
source: The Python API allows scripts you run to control iTerm2 and access all its data.
de: Die Python-API ermöglicht es den von Ihnen ausgeführten Skripten, iTerm2 zu steuern und auf alle seine Daten zuzugreifen.
ja: Python APIを使うと、実行するスクリプトがiTerm2を制御し、そのすべてのデータにアクセスできるようになります。
pt_br: A API do Python permite que os scripts executados controlem o iTerm2 e acessem todos os seus dados.
ru: Python API позволяет запускаемым вами скриптам управлять iTerm2 и получать доступ ко всем его данным.
zh_hans: Python API 允许你运行的脚本控制 iTerm2 并访问其所有数据。

# APIHelper.FunctionCallErrorMessage
source: Error running “%1$@”: %2$@
de: Fehler beim Ausführen von „%1$@“: %2$@
ja: 「%1$@」の実行中にエラーが発生しました: %2$@
pt_br: Erro ao executar “%1$@”: %2$@
ru: Ошибка при выполнении «%1$@»: %2$@
zh_hans: 运行“%1$@”时出错： %2$@

# APIHelper.FunctionCallFailedHeading
source: %@ Function Call Failed
de: %@-Funktionsaufruf fehlgeschlagen
ja: %@の関数呼び出しに失敗しました
pt_br: Falha na chamada de função de %@
ru: Сбой вызова функции %@
zh_hans: %@ 函数调用失败

# APIHelper.FunctionInvocationError
source: An error occurred while running the function invocation “%1$@”: %2$@ Traceback: %3$@
de: Beim Ausführen des Funktionsaufrufs „%1$@“ ist ein Fehler aufgetreten: %2$@ Traceback: %3$@
ja: 関数呼び出し「%1$@」の実行中にエラーが発生しました: %2$@ トレースバック: %3$@
pt_br: Ocorreu um erro ao executar a invocação de função “%1$@”: %2$@ Traceback: %3$@
ru: Произошла ошибка при выполнении вызова функции «%1$@»: %2$@ Трассировка: %3$@
zh_hans: 执行函数调用“%1$@”时发生错误： %2$@ 追踪信息： %3$@

# APIHelper.NoCookieSuffix
source: %@ Although you have chosen to allow connections automatically, this script has not presented a valid cookie.
de: %@ Obwohl Sie sich dafür entschieden haben, Verbindungen automatisch zuzulassen, hat dieses Skript kein gültiges Cookie vorgelegt.
ja: %@ 接続を自動的に許可する設定になっていますが、このスクリプトは有効なCookieを提示していません。
pt_br: %@ Embora você tenha optado por permitir conexões automaticamente, este script não apresentou um cookie válido.
ru: %@ Хотя вы разрешили автоматически принимать подключения, этот скрипт не предоставил действительный cookie.
zh_hans: %@ 虽然你已选择自动允许连接，但此脚本未提供有效的 cookie。

# APIHelper.PermissionsChangeErrorHeading
source: Error changing API permissions setting
de: Fehler beim Ändern der API-Berechtigungseinstellung
ja: API権限設定の変更エラー
pt_br: Erro ao alterar a configuração de permissões da API
ru: Ошибка изменения настройки разрешений API
zh_hans: 更改 API 权限设置时出错

# APIHelper.PermissionsResetHeading
source: Python API Permissions Reset
de: Python-API-Berechtigungen zurückgesetzt
ja: Python API権限がリセットされました
pt_br: Permissões da API do Python redefinidas
ru: Разрешения Python API сброшены
zh_hans: 重置 Python API 权限

# APIHelper.RemoveNoAuthFailedMessage
source: Failed to remove the file “%1$@”: %2$@ Please remove this file manually to require Automation permission for the Python API. The Python API has been disabled for your security.
de: Die Datei „%1$@“ konnte nicht entfernt werden: %2$@ Bitte entfernen Sie diese Datei manuell, damit für die Python-API eine Automatisierungsberechtigung erforderlich ist. Die Python-API wurde zu Ihrer Sicherheit deaktiviert.
ja: ファイル「%1$@」の削除に失敗しました: %2$@ Python APIにオートメーション権限を要求させるには、このファイルを手動で削除してください。 セキュリティのため、Python APIは無効になりました。
pt_br: Falha ao remover o arquivo “%1$@”: %2$@ Remova este arquivo manualmente para exigir a permissão de Automação para a API do Python. A API do Python foi desativada para sua segurança.
ru: Не удалось удалить файл «%1$@»: %2$@ Удалите этот файл вручную, чтобы для Python API снова требовалось разрешение Automation. В целях безопасности Python API был отключён.
zh_hans: 无法删除文件“%1$@”： %2$@ 请手动删除此文件，以便为Python API授予自动化权限。 出于安全考虑，Python API已被禁用。

# APIHelper.RevealInFinder
source: Reveal In Finder
de: Im Finder anzeigen
ja: Finderで表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# APIHelper.RevealInScriptConsole
source: Reveal in Script Console
de: In der Skriptkonsole anzeigen
ja: スクリプトコンソールで表示
pt_br: Mostrar no console de scripts
ru: Показать в консоли скриптов
zh_hans: 在脚本控制台中显示

# APIHelper.RevealPreference
source: Reveal Preference
de: Einstellung anzeigen
ja: 設定項目を表示
pt_br: Mostrar preferência
ru: Показать настройку
zh_hans: 显示偏好设置

# APIHelper.SettingChangeFailedHeading
source: Failed to make change
de: Änderung fehlgeschlagen
ja: 変更を適用できませんでした
pt_br: Falha ao fazer a alteração
ru: Не удалось внести изменение
zh_hans: 更改失败

# APIHelper.SettingChangeFailedMessage
source: The setting could not be changed: %@
de: Die Einstellung konnte nicht geändert werden: %@
ja: 設定を変更できませんでした: %@
pt_br: Não foi possível alterar a configuração: %@
ru: Не удалось изменить настройку: %@
zh_hans: 无法更改设置：%@

# APIHelper.UnknownScriptName
source: Unknown
de: Unbekannt
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

# APIScriptLauncher.DownloadingArm64Runtime
source: Downloading the Apple Silicon Python runtime…
de: Die Apple Silicon Python-Laufzeitumgebung wird heruntergeladen…
ja: Apple Silicon用のPythonランタイムをダウンロード中…
pt_br: Baixando o runtime Python para Apple Silicon…
ru: Загрузка среды выполнения Python для Apple Silicon…
zh_hans: 正在下载 Apple Silicon Python 运行时…

# APIScriptLauncher.KilledBySignal
source: ** Script was killed by a signal **
de: ** Skript wurde durch ein Signal beendet **
ja: ** スクリプトはシグナルによって強制終了されました **
pt_br: ** O script foi encerrado por um sinal **
ru: ** Скрипт был завершён сигналом **
zh_hans: ** 脚本已被信号终止 **

# APIScriptLauncher.MigratingProgress
source: Migrating this script to the new Python runtime…
de: Dieses Skript wird auf die neue Python-Laufzeitumgebung migriert…
ja: このスクリプトを新しいPythonランタイムに移行中…
pt_br: Migrando este script para o novo runtime do Python…
ru: Перенос этого скрипта на новую среду выполнения Python…
zh_hans: 正在将此脚本迁移到新的 Python 运行时……

# APIScriptLauncher.MigrationFallback
source: Could not migrate “%1$@” to the uv Python runtime (%2$@). It launched on the existing runtime instead.
de: „%1$@“ konnte nicht auf die uv-Python-Laufzeitumgebung migriert werden (%2$@). Es wurde stattdessen mit der vorhandenen Laufzeitumgebung gestartet.
ja: 「%1$@」をuv Pythonランタイムに移行できませんでした（%2$@）。代わりに既存のランタイムで起動しました。
pt_br: Não foi possível migrar “%1$@” para o runtime Python do uv (%2$@). Ele foi iniciado no runtime existente.
ru: Не удалось перенести «%1$@» на среду выполнения Python uv (%2$@). Вместо этого он был запущен в существующей среде выполнения.
zh_hans: 无法将“%1$@”迁移到 uv Python 运行时（%2$@）。已改为在现有运行时中启动。

# Appearance.ExcludeFromDockAction
source: Exclude From Dock and App Switcher
de: Aus Dock und App-Umschalter ausschließen
ja: Dockとアプリケーションスイッチャーから除外
pt_br: Excluir do Dock e do alternador de aplicativos
ru: Исключить из Dock и переключателя приложений
zh_hans: 从 Dock 和应用切换器中排除

# Appearance.ExcludeFromDockWarning
source: When iTerm2 is excluded from the dock, you can always get back to Preferences using the status bar item. Look for an iTerm2 icon on the right side of your menu bar.
de: Wenn iTerm2 aus dem Dock ausgeschlossen ist, können Sie über das Statusleistensymbol jederzeit zu den Einstellungen zurückkehren. Suchen Sie nach einem iTerm2-Symbol auf der rechten Seite Ihrer Menüleiste.
ja: iTerm2をDockから除外した場合でも、ステータスバー項目を使って常に環境設定に戻ることができます。メニューバーの右側にあるiTerm2アイコンを探してください。
pt_br: Quando o iTerm2 é excluído do Dock, você sempre pode voltar aos Ajustes usando o item da barra de menus. Procure um ícone do iTerm2 no lado direito da sua barra de menus.
ru: Если iTerm2 исключён из Dock, вы всегда сможете вернуться в настройки с помощью элемента строки состояния. Ищите значок iTerm2 в правой части строки меню.
zh_hans: 当 iTerm2 从 Dock 中排除时，你始终可以通过状态栏项目回到“设置”。请查看菜单栏右侧的 iTerm2 图标。

# ApplyLayout.DuplicateSessionID
source: Session GUID '%@' appears more than once in the spec
de: Sitzungs-GUID '%@' kommt in der Spezifikation mehr als einmal vor
ja: 仕様内でセッションGUID「%@」が複数回出現しています
pt_br: O GUID de sessão '%@' aparece mais de uma vez na especificação
ru: GUID сеанса «%@» встречается в спецификации более одного раза
zh_hans: 会话 GUID '%@' 在规范中出现多次

# ApplyLayout.InvalidSpecJSON
source: spec_json_b64 is not valid base64-encoded JSON
de: spec_json_b64 ist kein gültiges Base64-codiertes JSON
ja: spec_json_b64が有効なbase64エンコードされたJSONではありません
pt_br: spec_json_b64 não é um JSON codificado em base64 válido
ru: spec_json_b64 не является допустимым JSON, закодированным в base64
zh_hans: spec_json_b64 不是有效的 Base64 编码 JSON

# ApplyLayout.MissingField
source: Missing field '%1$@' at %2$@
de: Fehlendes Feld '%1$@' bei %2$@
ja: %2$@に必須フィールド「%1$@」がありません
pt_br: Campo '%1$@' ausente em %2$@
ru: Отсутствует поле «%1$@» в %2$@
zh_hans: %2$@中缺少字段 '%1$@'

# ApplyLayout.MissingSpecArg
source: Missing spec_json_b64 argument
de: Fehlendes Argument spec_json_b64
ja: spec_json_b64引数がありません
pt_br: Argumento spec_json_b64 ausente
ru: Отсутствует аргумент spec_json_b64
zh_hans: 缺少 spec_json_b64 参数

# ApplyLayout.NestedSameOrientation
source: Same-orientation splitter nesting at %@ (vertical inside vertical or horizontal inside horizontal)
de: Verschachtelung von Splittern gleicher Ausrichtung bei %@ (vertikal in vertikal oder horizontal in horizontal)
ja: %@で同じ方向のスプリッターがネストされています（垂直の中に垂直、または水平の中に水平）
pt_br: Aninhamento de divisores com mesma orientação em %@ (vertical dentro de vertical ou horizontal dentro de horizontal)
ru: Вложенность разделителей одинаковой ориентации в %@ (вертикальный внутри вертикального или горизонтальный внутри горизонтального)
zh_hans: %@处的相同方向分屏嵌套（垂直内垂直或水平内水平）

# ApplyLayout.NewTabsNotSupported
source: The 'new_tabs' field is not supported by apply_layout
de: Das Feld 'new_tabs' wird von apply_layout nicht unterstützt
ja: apply_layoutでは「new_tabs」フィールドはサポートされていません
pt_br: O campo 'new_tabs' não é suportado pelo apply_layout
ru: Поле «new_tabs» не поддерживается apply_layout
zh_hans: apply_layout 不支持 'new_tabs' 字段

# ApplyLayout.NewWindowsNotSupported
source: The 'new_windows' field is not supported by apply_layout
de: Das Feld 'new_windows' wird von apply_layout nicht unterstützt
ja: apply_layoutでは「new_windows」フィールドはサポートされていません
pt_br: O campo 'new_windows' não é suportado pelo apply_layout
ru: Поле «new_windows» не поддерживается apply_layout
zh_hans: apply_layout 也不支持 'new_windows' 字段

# ApplyLayout.OrphanedSession
source: Session %1$@ in tab %2$@ is unaccounted for; it must appear in the new layout or in close_sessions/close_tabs
de: Sitzung %1$@ in Tab %2$@ ist nicht berücksichtigt; sie muss im neuen Layout oder in close_sessions/close_tabs erscheinen
ja: タブ%2$@内のセッション%1$@が対応付けられていません。新しいレイアウト、またはclose_sessions/close_tabsに含める必要があります
pt_br: A sessão %1$@ na aba %2$@ não foi contabilizada; ela deve aparecer no novo layout ou em close_sessions/close_tabs
ru: Сеанс %1$@ во вкладке %2$@ не учтён; он должен присутствовать в новой раскладке либо в close_sessions/close_tabs
zh_hans: %2$@中的会话 %1$@未被考虑；它必须出现在新布局中或 close_tabs/close_sessions 目录中

# ApplyLayout.SplitterTooFewChildren
source: Splitter at %1$@ has %lld children; must have at least 2
de: Splitter bei %1$@ hat %lld Kinder; muss mindestens 2 haben
ja: %1$@のスプリッターには%lld個の子要素あります。最低2つ必要です
pt_br: O divisor em %1$@ tem %lld filhos; deve ter pelo menos 2
ru: Разделитель в %1$@ содержит %lld дочерних элемента; должно быть не менее 2
zh_hans: %1$@ 处的分屏器有 %lld 个子项；必须至少包含 2 个

# ApplyLayout.TmuxTabNotSupported
source: Tab %@ is a tmux integration tab; layout application is not supported on tmux tabs
de: Tab %@ ist ein tmux-Integrations-Tab; die Anwendung von Layouts wird für tmux-Tabs nicht unterstützt
ja: タブ%@はtmux統合タブです。tmuxタブへのレイアウト適用はサポートされていません
pt_br: A aba %@ é uma aba de integração com tmux; a aplicação de layout não é suportada em abas do tmux
ru: Вкладка %@ является вкладкой интеграции с tmux; применение раскладки не поддерживается для вкладок tmux
zh_hans: %@的标签页是 tmux集成标签页；tmux 标签页不支持布局应用

# ApplyLayout.TreeTooDeep
source: Layout tree at %1$@ is too deep (%2$lld)
de: Layoutbaum bei %1$@ ist zu tief (%2$lld)
ja: %1$@のレイアウトツリーが深すぎます（%2$lld）
pt_br: A árvore de layout em %1$@ é profunda demais (%2$lld)
ru: Дерево раскладки в %1$@ слишком глубокое (%2$lld)
zh_hans: %1$@的布局树太深（%2$lld）

# ApplyLayout.UnknownLeafKind
source: Unknown leaf kind at %@ (must be session_id, new_session, or splitter)
de: Unbekannter Blatttyp bei %@ (muss session_id, new_session oder splitter sein)
ja: %@に不明なリーフ種別があります（session_id、new_session、splitterのいずれかである必要があります）
pt_br: Tipo de folha desconhecido em %@ (deve ser session_id, new_session ou splitter)
ru: Неизвестный тип листа в %@ (должен быть session_id, new_session или splitter)
zh_hans: %@的未知叶节点类型（必须是 session_id、new_session 或分屏器）

# ApplyLayout.UnknownProfile
source: Unknown profile: %@
de: Unbekanntes Profil: %@
ja: 不明なプロファイル: %@
pt_br: Perfil desconhecido: %@
ru: Неизвестный профиль: %@
zh_hans: 未知的配置文件：%@

# ApplyLayout.UnknownSession
source: Unknown session: %@
de: Unbekannte Sitzung: %@
ja: 不明なセッション: %@
pt_br: Sessão desconhecida: %@
ru: Неизвестный сеанс: %@
zh_hans: 未知的会话：%@

# ApplyLayout.UnknownTab
source: Unknown tab: %@
de: Unbekannter Tab: %@
ja: 不明なタブ: %@
pt_br: Aba desconhecida: %@
ru: Неизвестная вкладка: %@
zh_hans: 未知的标签页：%@

# ApplyLayout.UnknownWindow
source: Unknown window: %@
de: Unbekanntes Fenster: %@
ja: 不明なウィンドウ: %@
pt_br: Janela desconhecida: %@
ru: Неизвестное окно: %@
zh_hans: 未知的窗口：%@

# ApplyLayout.WrongType
source: Wrong type at %1$@: expected %2$@
de: Falscher Typ bei %1$@: erwartet %2$@
ja: %1$@の型が誤っています。期待される型は%2$@です
pt_br: Tipo incorreto em %1$@: esperado %2$@
ru: Неверный тип в %1$@: ожидался %2$@
zh_hans: %1$@的类型错误：期望的是 %2$@

# AppSignature.CorruptButValidSignature
source: A required file appears to be missing or corrupted, yet against all odds the code signature for iTerm2 is valid. Please file a bug at https://iterm2.com/bugs
de: Eine erforderliche Datei scheint zu fehlen oder beschädigt zu sein, dennoch ist die Code-Signatur von iTerm2 entgegen aller Erwartung gültig. Bitte melden Sie einen Fehler unter https://iterm2.com/bugs
ja: 必要なファイルが見つからないか破損しているようですが、意外なことにiTerm2のコード署名は有効です。https://iterm2.com/bugs にバグを報告してください。
pt_br: Um arquivo necessário parece estar ausente ou corrompido, mas contra todas as probabilidades a assinatura de código do iTerm2 é válida. Registre um bug em https://iterm2.com/bugs
ru: Похоже, отсутствует или повреждён необходимый файл, но, вопреки всему, подпись кода iTerm2 действительна. Пожалуйста, сообщите об ошибке на https://iterm2.com/bugs
zh_hans: 某个必需文件似乎缺失或已损坏，但万幸 iTerm2 的代码签名仍然有效。请在 https://iterm2.com/bugs 报告问题

# AppSignature.CorruptTitle
source: Application Corrupt
de: Anwendung beschädigt
ja: アプリケーションが破損しています
pt_br: Aplicativo corrompido
ru: Приложение повреждено
zh_hans: 应用已损坏

# AppSignature.CorruptUnverified
source: A required file appears to be missing or corrupted and iTerm2’s code signature could not be verified. You should download a fresh copy of the app and reinstall it.
de: Eine erforderliche Datei scheint zu fehlen oder beschädigt zu sein, und die Code-Signatur von iTerm2 konnte nicht überprüft werden. Sie sollten eine neue Kopie der App herunterladen und sie neu installieren.
ja: 必要なファイルが見つからないか破損しており、iTerm2のコード署名を検証できませんでした。 アプリの新しいコピーをダウンロードして再インストールしてください。
pt_br: Um arquivo necessário parece estar ausente ou corrompido e a assinatura de código do iTerm2 não pôde ser verificada. Você deve baixar uma cópia nova do app e reinstalá-lo.
ru: Похоже, отсутствует или повреждён необходимый файл, и подпись кода iTerm2 не удалось проверить. Загрузите новую копию приложения и переустановите его.
zh_hans: 似乎缺少或损坏了必需的文件，无法验证 iTerm2 的代码签名。 您应该下载应用的新版本并重新安装它。

# AppSignature.CorruptWrongTeam
source: A required file appears to be missing or corrupted and iTerm2’s code signature did not match that of the official distribution. You should download a fresh copy of the app and reinstall it.
de: Eine erforderliche Datei scheint zu fehlen oder beschädigt zu sein, und die Code-Signatur von iTerm2 stimmte nicht mit der der offiziellen Distribution überein. Sie sollten eine neue Kopie der App herunterladen und sie neu installieren.
ja: 必要なファイルが見つからないか破損しており、iTerm2のコード署名が公式配布版のものと一致しませんでした。 アプリの新しいコピーをダウンロードして再インストールしてください。
pt_br: Um arquivo necessário parece estar ausente ou corrompido e a assinatura de código do iTerm2 não correspondeu à da distribuição oficial. Você deve baixar uma cópia nova do app e reinstalá-lo.
ru: Похоже, отсутствует или повреждён необходимый файл, и подпись кода iTerm2 не совпадает с подписью официального дистрибутива. Загрузите новую копию приложения и переустановите его.
zh_hans: 似乎缺少或损坏了必需的文件，iTerm2 的代码签名与官方版本不符。 您应该下载应用的新版本并重新安装它。

# ArrangementTrustGate.ContainsHeader
source: This arrangement contains:
de: Diese Anordnung enthält:
ja: このアレンジメントには次が含まれています:
pt_br: Este arranjo contém:
ru: Это расположение окон содержит:
zh_hans: 此布局包含：
